Repository: wyde22/Flibusbox
Catalog: languages/flibusbox_textdomain-*.po
Languages: fr_fr

source: save
fr_fr: Enregistrez

source: Open / Close
fr_fr: Ouverture / Fermeture

source: <em>Settings open and close effect of fancybox</em>
fr_fr: <em>Réglages pour les effets d'ouverture et de fermeture de fancybox</em>

source: Open effect
fr_fr: Effet d'ouverture

source: Open speed
fr_fr: Vitesse d'ouverture

source: Close effects
fr_fr: Effets de fermeture

source: Prev effects
fr_fr: Effets navigation latérale

source: <em>Settings fancybox overlay</em>
fr_fr: <em>Réglage de l'overlay de fancybox</em>

source: Buttons
fr_fr: Boutons

source: <em>Settings buttons navigation</em>
fr_fr: <em>Réglages des boutons de navigations</em>

source: Theme
fr_fr: Thème

source: Custom theme for normal screen
fr_fr: Thème personnalisé pour l'écran normal

source: choose your theme for navigation of fancybox on normal screen
fr_fr: Choisissez votre thème pour la navigation de fancybox sur un écran normal

source: for a good use of this plugin, you must choose an image with this dimension : width -> 44px and height -> 152px
fr_fr: Pour une bonne utilisation de ce plugin, vous devez choisir une image avec ces dimensions : largeur-> 44px et hauteur-> 152px

source: Choose your custom theme
fr_fr: Choisissez votre thème personnalisé

source: Custom theme for retina screen
fr_fr: Thème personnalisé pour les écrans rétina

source: choose your theme for navigation of fancybox on retina screen
fr_fr: Choisissez votre thème pour la navigation de fancybox sur un écran retina

source: for a good use of this plugin, you must choose an image with this dimension : width -> 88px and height -> 304px
fr_fr: Pour une bonne utilisation de ce plugin, vous devez choisir une image avec ces dimensions : largeur-> 88px et hauteur-> 304px

source: Oups!!...the dimension of your image are incorrect. you are taking an image with a width
fr_fr: Oups!!...les dimensions de votre image sont incorrectes. Vous avez pris une image avec une largeur

source: px and a height
fr_fr: px et une hauteur

source: px. For a good use of this plugin you must choose an image with this dimension: width
fr_fr: px. Pour une bonne utilisation de ce plugin, vous devez choisir une image avec ces dimensions : largeur

source: px, height
fr_fr: px, hauteur

source: Oups...!! Try again with another image
fr_fr: Oups...!! Essayez encore avec une autre image

source: Media upload for choose your custom theme
fr_fr: Media pour choisir votre thème personnalisé

source: Image dimensions are wrong. Maximum width is %s px. Uploaded image width is %s px
fr_fr: Les dimensions des images sont incorrectes. Largeur maximale est %s px. Image uploadée avec une largeur de %s px.

source: Image dimensions are wrong. Maximum height is %s px. Uploaded image height is %s px
fr_fr: Les dimensions des images sont incorrectes. Hauteur maximale est %s px. Image uploadée avec une hauteur de %s px.

source: bad extension. for a good use of this plugin, you must choose an images with this extension : jpg, jpeg, jpe, gif, png, bmp
fr_fr: Mauvaise extension. Pour une bonne utilisation de ce plugin, vous devez choisir des images avec ces extensions : jpg, jpeg, jpe, gif, png, bmp
